---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.PostDocEventArgs
source: html/35f6f8df-23a0-2a3f-425e-9366d8989b23.htm
---
# PostDocEventArgs Members

Indicates whether the event is being cancelled.
When the event is cancellable, set the property to True to cancel it.